school/intl/intlNotes.org
* Module 14
** Globalization
- The process of expanding and intensifying linkages among states, societies, and economies
- Globalization is relatively new due to the depth of interconnection and the connection of institutions and societies
  - Insitutiton types:
    - Multinational Corporations
    - NGO's
    - IGO's
- Political Globalization
  - Will state sovereignty dimish as states become hollowed out
  - Less conflict and increast transparency, fragmentation? weakened democracies?
- Societal Globalization
  - Societies and cultures are not homogenous or static
  - Global multiculturalism? Increased democratization?
  - Spread of civil society?
  - Too much information?
- Economic Globalization
  - Rules of the Game: Bretton Woods Insitutions and the Washington Consensus
  - Road to greater world-wide economic growth and prosperity?
  - Greater dependence and inequality throughout the world
  - Increased outsourcing, worker displacement, and even tax avoidance through off-shoring
* Module 12
** Political Violence
- Political Violence: Violence ouside of state control that is politically motivates
  - A challenge to the legitimacy and authority of state/state institutions
  - Can be domestic, international, or both
  - Can include: revolutions, civil wars, riots, strikes
- Contention: Forms of collective political struggle which may or may not inclue violence
- Roots of political violence
  - Institutional - Institutions can constrain or enable activity
    - Winner take all systmes tend to
      - result in two party rule
      - increase marginalization of some groups
      - increase the likelihood of conflict
  - Ideational - Based in the power of ideas and preferences for political/economic organization, or religion/culture/history
    - Ideas shape:
      - World views
      - Problem identification
      - Formation of solutions to problems
      - Means to achieve these solutions
  - Individual
    - Relative deprivation (usually economic or sociopolitlcal)
    - Marginalization (humiliation, lack of dignity, equality, etc)
    - Part of a mass movement (collective) or absed on personal experiences
- Responses to Political Violence
  - Balancing freedom/privacy and security
  - Problematic in a democracy
    - Danger of a surveillance state
** Social Movements
- Social Movements Definition
  - Kriesi: An organized, sustained, self-conscious challenge to existing authorities on behalf of constitutencies whose goals are not effectively taken into account by authorities
  - Tarrow: Collective challenges to elites, authorities, etc by people with a common purpose and solidarity in sustained interactions with elites, opponents, and authorities
  - Have loose organization with spatial and temporal limitations
    - Still true with social media?
  - Networks with weak ties
    - Emphaized by physical separation of the internet
  - Can become interest groups/pol parties but often lack the singlular mission and collective cohesion to do social
- A social movement comprises:
  - Mobilitzation/prganization of members
  - Establishment of a community of believers
  - Segmented, polycentric leadership
  - Evolution through stages (may not move linearly)
- Stages of Social Movements
  - Spontaneous response from the concerned
  - Organizational structure emerges
  - Interest groups become institutionalized, can influence policy
  - Advocates become policy-makers
- Social movements and the Internet
  - Makes it easier for connection and spread
  - Weaker ties because of the isolated nature of the internet
