school/intl/intlNotes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-11-12 Thu 18:18 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Sudhan Chitgopkar" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc6ca5ce">1. Module 12</a>
<ul>
<li><a href="#org185fd44">1.1. Political Violence</a></li>
<li><a href="#org6541032">1.2. Social Movements</a></li>
</ul>
</li>
<li><a href="#org48378fb">2. Module 11</a>
<ul>
<li><a href="#org9ea6dca">2.1. Non-Democratic Systems</a></li>
<li><a href="#org9a61d90">2.2. Types of Non-Democratic Systems</a>
<ul>
<li><a href="#org7733ed6">2.2.1. Models of Non-democratic Rule</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org598d410">3. Module 10</a>
<ul>
<li><a href="#org899ac50">3.1. Developing Countries</a></li>
<li><a href="#orgd909635">3.2. Developing Countries (cont.)</a>
<ul>
<li><a href="#orgd549cac">3.2.1. Imperialism &amp; Culture</a></li>
<li><a href="#org472a5cb">3.2.2. Imperialism &amp; Culture</a></li>
<li><a href="#org198170e">3.2.3. Development in the Modern Era</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb8a905c">4. 10.09.20</a></li>
<li><a href="#org8476eb8">5. Module 8</a>
<ul>
<li><a href="#org9bba09f">5.1. Developed Democracies</a></li>
<li><a href="#org70e877e">5.2. The EU &amp; Germany</a>
<ul>
<li><a href="#org76f214d">5.2.1. History of the EU</a></li>
<li><a href="#orgc326254">5.2.2. Structure of the EU</a></li>
<li><a href="#orgfcdff56">5.2.3. Germany &amp; The EU</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org8e52238">6. Module 7</a>
<ul>
<li><a href="#orgcc87fb3">6.1. Comparing the US &amp; UK</a></li>
</ul>
</li>
<li><a href="#org47710b7">7. Module 6</a>
<ul>
<li><a href="#org01f6c8b">7.1. Democratic Institutions</a>
<ul>
<li><a href="#orgbc73207">7.1.1. Legislatures</a></li>
<li><a href="#org7f9667d">7.1.2. Judiciary</a></li>
<li><a href="#orgb1b4fe0">7.1.3. Executvies</a></li>
</ul>
</li>
<li><a href="#orgc1ad549">7.2. Electoral Systems</a>
<ul>
<li><a href="#org301e142">7.2.1. Single-member District (SMD)</a></li>
<li><a href="#org5457c40">7.2.2. Proportional Representation (PR)</a></li>
<li><a href="#orgd677c40">7.2.3. Mixed Electoral Systems</a></li>
<li><a href="#org6722bd7">7.2.4. Referenda and Initiatives</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5804abc">8. Module 5</a>
<ul>
<li><a href="#orgea82910">8.1. Political Economy</a></li>
<li><a href="#org0badd1b">8.2. Varieties of Capitalism</a></li>
</ul>
</li>
<li><a href="#org696c234">9. Module 4</a>
<ul>
<li><a href="#org680441a">9.1. Nations &amp; Society</a></li>
<li><a href="#org9c31696">9.2. Political Culture &amp; Ideology</a></li>
</ul>
</li>
<li><a href="#orge331ee4">10. 09.02.20</a>
<ul>
<li><a href="#org6a52c3b">10.1. State Development</a></li>
</ul>
</li>
<li><a href="#org95da02c">11. Module 3</a>
<ul>
<li><a href="#org0e5f82a">11.1. Institutions and States</a>
<ul>
<li><a href="#org216737e">11.1.1. Institutions</a></li>
<li><a href="#org410b3a9">11.1.2. The State</a></li>
<li><a href="#orgf10a924">11.1.3. Definitions</a></li>
</ul>
</li>
<li><a href="#org4c53d9a">11.2. Legitimacy &amp; Sovereignty</a></li>
</ul>
</li>
<li><a href="#orgcb3bd38">12. 08.26.20</a>
<ul>
<li><a href="#orgb9623bc">12.1. Defining a Good Society</a></li>
</ul>
</li>
<li><a href="#org85c58a4">13. Module 2</a>
<ul>
<li><a href="#orgb457f2e">13.1. Video 1</a>
<ul>
<li><a href="#org0a268c0">13.1.1. &ldquo;Traditional Approach&rdquo;</a></li>
<li><a href="#orgdc789ff">13.1.2. Modern Era (1960s-1980s)</a></li>
<li><a href="#org2ac5cc5">13.1.3. Development (1960s-1980s)</a></li>
<li><a href="#org76baeb5">13.1.4. Critiques of Behavioralims/Developmentalism</a></li>
<li><a href="#org4c7a7c0">13.1.5. Post-Behavioralism (1990s-Present)</a></li>
<li><a href="#orgce46acd">13.1.6. New Institutionalism (Past 25 years)</a></li>
</ul>
</li>
<li><a href="#org1ed2b0a">13.2. Video 2</a>
<ul>
<li><a href="#org0ef59ab">13.2.1. The Study of Comparative Politics</a></li>
<li><a href="#org0de71c4">13.2.2. Goals</a></li>
<li><a href="#org300a167">13.2.3. Challenges</a></li>
</ul>
</li>
<li><a href="#org8628882">13.3. Video 3</a>
<ul>
<li><a href="#orgfd715f1">13.3.1. Most Similar Systems Design (MSS)</a></li>
<li><a href="#org0a863c1">13.3.2. Most-Different Systems Design (MDS)</a></li>
<li><a href="#org2892536">13.3.3. Overview</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgc6ca5ce" class="outline-2">
<h2 id="orgc6ca5ce"><span class="section-number-2">1</span> Module 12</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org185fd44" class="outline-3">
<h3 id="org185fd44"><span class="section-number-3">1.1</span> Political Violence</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Political Violence: Violence ouside of state control that is politically motivates
<ul class="org-ul">
<li>A challenge to the legitimacy and authority of state/state institutions</li>
<li>Can be domestic, international, or both</li>
<li>Can include: revolutions, civil wars, riots, strikes</li>
</ul></li>
<li>Contention: Forms of collective political struggle which may or may not inclue violence</li>
<li>Roots of political violence
<ul class="org-ul">
<li>Institutional - Institutions can constrain or enable activity
<ul class="org-ul">
<li>Winner take all systmes tend to
<ul class="org-ul">
<li>result in two party rule</li>
<li>increase marginalization of some groups</li>
<li>increase the likelihood of conflict</li>
</ul></li>
</ul></li>
<li>Ideational - Based in the power of ideas and preferences for political/economic organization, or religion/culture/history
<ul class="org-ul">
<li>Ideas shape:
<ul class="org-ul">
<li>World views</li>
<li>Problem identification</li>
<li>Formation of solutions to problems</li>
<li>Means to achieve these solutions</li>
</ul></li>
</ul></li>
<li>Individual
<ul class="org-ul">
<li>Relative deprivation (usually economic or sociopolitlcal)</li>
<li>Marginalization (humiliation, lack of dignity, equality, etc)</li>
<li>{art of a mass movement (collective) or absed on personal experiences</li>
</ul></li>
</ul></li>
<li>Responses to Political Violence
<ul class="org-ul">
<li>Balancing freedom/privacy and security</li>
<li>Problematic in a democracy
<ul class="org-ul">
<li>Danger of a surveillance state</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org6541032" class="outline-3">
<h3 id="org6541032"><span class="section-number-3">1.2</span> Social Movements</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Social Movements Definition
<ul class="org-ul">
<li>Kriesi: An organized, sustained, self-conscious challenge to existing authorities on behalf of constitutencies whose goals are not effectively taken into account by authorities</li>
<li>Tarrow: Collective challenges to elites, authorities, etc by people with a common purpose and solidarity in sustained interactions with elites, opponents, and authorities</li>
<li>Have loose organization with spatial and temporal limitations
<ul class="org-ul">
<li>Still true with social media?</li>
</ul></li>
<li>Networks with weak ties
<ul class="org-ul">
<li>Emphaized by physical separation of the internet</li>
</ul></li>
<li>Can become interest groups/pol parties but often lack the singlular mission and collective cohesion to do social</li>
</ul></li>
<li>A social movement comprises:
<ul class="org-ul">
<li>Mobilitzation/prganization of members</li>
<li>Establishment of a community of believers</li>
<li>Segmented, polycentric leadership</li>
<li>Evolution through stages (may not move linearly)</li>
</ul></li>
<li>Stages of Social Movements
<ul class="org-ul">
<li>Spontaneous response from the concerned</li>
<li>Organizational structure emerges</li>
<li>Interest groups become institutionalized, can influence policy</li>
<li>Advocates become policy-makers</li>
</ul></li>
<li>Social movements and the Internet
<ul class="org-ul">
<li>Makes it easier for connection and spread</li>
<li>Weaker ties because of the isolated nature of the internet</li>
</ul></li>
</ul>
</div>
</div>
</div>
