school/intl/intlNotes.tex
% Created 2020-11-12 Thu 18:18
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Sudhan Chitgopkar}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Sudhan Chitgopkar},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Module 12}
\label{sec:org1632f55}
\subsection{Political Violence}
\label{sec:org3effd5b}
\begin{itemize}
\item Political Violence: Violence ouside of state control that is politically motivates
\begin{itemize}
\item A challenge to the legitimacy and authority of state/state institutions
\item Can be domestic, international, or both
\item Can include: revolutions, civil wars, riots, strikes
\end{itemize}
\item Contention: Forms of collective political struggle which may or may not inclue violence
\item Roots of political violence
\begin{itemize}
\item Institutional - Institutions can constrain or enable activity
\begin{itemize}
\item Winner take all systmes tend to
\begin{itemize}
\item result in two party rule
\item increase marginalization of some groups
\item increase the likelihood of conflict
\end{itemize}
\end{itemize}
\item Ideational - Based in the power of ideas and preferences for political/economic organization, or religion/culture/history
\begin{itemize}
\item Ideas shape:
\begin{itemize}
\item World views
\item Problem identification
\item Formation of solutions to problems
\item Means to achieve these solutions
\end{itemize}
\end{itemize}
\item Individual
\begin{itemize}
\item Relative deprivation (usually economic or sociopolitlcal)
\item Marginalization (humiliation, lack of dignity, equality, etc)
\item \{art of a mass movement (collective) or absed on personal experiences
\end{itemize}
\end{itemize}
\item Responses to Political Violence
\begin{itemize}
\item Balancing freedom/privacy and security
\item Problematic in a democracy
\begin{itemize}
\item Danger of a surveillance state
\end{itemize}
\end{itemize}
\end{itemize}
\subsection{Social Movements}
\label{sec:org129d173}
\begin{itemize}
\item Social Movements Definition
\begin{itemize}
\item Kriesi: An organized, sustained, self-conscious challenge to existing authorities on behalf of constitutencies whose goals are not effectively taken into account by authorities
\item Tarrow: Collective challenges to elites, authorities, etc by people with a common purpose and solidarity in sustained interactions with elites, opponents, and authorities
\item Have loose organization with spatial and temporal limitations
\begin{itemize}
\item Still true with social media?
\end{itemize}
\item Networks with weak ties
\begin{itemize}
\item Emphaized by physical separation of the internet
\end{itemize}
\item Can become interest groups/pol parties but often lack the singlular mission and collective cohesion to do social
\end{itemize}
\item A social movement comprises:
\begin{itemize}
\item Mobilitzation/prganization of members
\item Establishment of a community of believers
\item Segmented, polycentric leadership
\item Evolution through stages (may not move linearly)
\end{itemize}
\item Stages of Social Movements
\begin{itemize}
\item Spontaneous response from the concerned
\item Organizational structure emerges
\item Interest groups become institutionalized, can influence policy
\item Advocates become policy-makers
\end{itemize}
\item Social movements and the Internet
\begin{itemize}
\item Makes it easier for connection and spread
\item Weaker ties because of the isolated nature of the internet
\end{itemize}
\end{itemize}
