school/intl/intlNotes.html
<div id="outline-container-org48378fb" class="outline-2">
<h2 id="org48378fb"><span class="section-number-2">2</span> Module 11</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org9ea6dca" class="outline-3">
<h3 id="org9ea6dca"><span class="section-number-3">2.1</span> Non-Democratic Systems</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>Often have the same institutions as democratic systems but the institutions don&rsquo;t have to answer to the people</li>
<li>Sources of Non-democratic rule
<ul class="org-ul">
<li>Many argue that without a middle class, there can be no democracy</li>
<li>Modernization can bring democratization but can also bring instability that increases chances of non-democracy
<ul class="org-ul">
<li>+ inflation, unemployment, changing employment sectors</li>
<li>social instabiltiy</li>
<li>weak institutions</li>
</ul></li>
</ul></li>
<li>The Resourse Trap
<ul class="org-ul">
<li>Presence of natural resources can encourage leaders/elites to siphon wealth for themselves while keeping public in check through
<ul class="org-ul">
<li>Violence/terror</li>
<li>Corporatism</li>
</ul></li>
</ul></li>
<li>Rent-seeking behavior by elites can lead to kleptocracy with attention on gaining wealth, non controlling population. Situation can backfire if resources are depleted or if market prices of resources fall</li>
<li>Populism: an appeal by certain leaders to the population for support in working against current institutions structure in the name of interests of the people</li>
<li>Civil society: societal associations organized around interests of a group of people</li>
<li>Civil society in non-democracies are
<ul class="org-ul">
<li>co-opted by the state</li>
<li>prohibited by the state</li>
<li>regulated by the state</li>
</ul></li>
<li>Social and Political culture
<ul class="org-ul">
<li>religion critical in shaping political culture</li>
<li>cultures can be heterogeneous making it difficult for consesus rule, seeds of competitions for resources and conflict amongst groups</li>
<li>cultures with a dominant group in control can lead to exclusion aof the minortiy group</li>
</ul></li>
<li>Maintenance of the State
<ul class="org-ul">
<li>Coercian and surveillance</li>
<li>Cooptation
<ul class="org-ul">
<li>corporatism</li>
<li>clientelims/patronage</li>
<li>neopatrimonialism</li>
<li>nepotism</li>
</ul></li>
<li>Personality cults (often based on charismatic/traditional legitimacy)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org9a61d90" class="outline-3">
<h3 id="org9a61d90"><span class="section-number-3">2.2</span> Types of Non-Democratic Systems</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-org7733ed6" class="outline-4">
<h4 id="org7733ed6"><span class="section-number-4">2.2.1</span> Models of Non-democratic Rule</h4>
<div class="outline-text-4" id="text-2-2-1">
<ul class="org-ul">
<li>Military
<ul class="org-ul">
<li>Common over the past 50 years in Latin America, Africa, some of Asia</li>
<li>Usually via coup or military intervention where regimes are weak</li>
<li>Most civili liberties and political parties suspended</li>
</ul></li>
<li>Personal/Monarchical
<ul class="org-ul">
<li>Leaders draw on traditional and charismatic legitimacy</li>
<li>Weak/non-existent ideology</li>
<li>State and society are subjects of the leader</li>
<li>Patrimonialism: clientelism for a select few</li>
</ul></li>
<li>One-Party
<ul class="org-ul">
<li>Single political party monopolizes politics</li>
<li>Often uses corporatism for popular control</li>
<li>Party mobilizes citizens through propoganda and indoctrination</li>
</ul></li>
<li>Illiberal/Hybrid
<ul class="org-ul">
<li>Partially free - restricts individual liberties and combines democratic and non-democratic insitutions</li>
<li>Weak rule of law</li>
<li>Executives hold inordinate amount of power</li>
</ul></li>
<li>Theocracy
<ul class="org-ul">
<li>Rule by God</li>
<li>Fundamentalism fusion of the state and religion where the state is surbordinate to religious tenets</li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>
