school/intl/intlNotes.tex
\section{Module 11}
\label{sec:org970884e}
\subsection{Non-Democratic Systems}
\label{sec:org4b23bac}
\begin{itemize}
\item Often have the same institutions as democratic systems but the institutions don't have to answer to the people
\item Sources of Non-democratic rule
\begin{itemize}
\item Many argue that without a middle class, there can be no democracy
\item Modernization can bring democratization but can also bring instability that increases chances of non-democracy
\begin{itemize}
\item + inflation, unemployment, changing employment sectors
\item social instabiltiy
\item weak institutions
\end{itemize}
\end{itemize}
\item The Resourse Trap
\begin{itemize}
\item Presence of natural resources can encourage leaders/elites to siphon wealth for themselves while keeping public in check through
\begin{itemize}
\item Violence/terror
\item Corporatism
\end{itemize}
\end{itemize}
\item Rent-seeking behavior by elites can lead to kleptocracy with attention on gaining wealth, non controlling population. Situation can backfire if resources are depleted or if market prices of resources fall
\item Populism: an appeal by certain leaders to the population for support in working against current institutions structure in the name of interests of the people
\item Civil society: societal associations organized around interests of a group of people
\item Civil society in non-democracies are
\begin{itemize}
\item co-opted by the state
\item prohibited by the state
\item regulated by the state
\end{itemize}
\item Social and Political culture
\begin{itemize}
\item religion critical in shaping political culture
\item cultures can be heterogeneous making it difficult for consesus rule, seeds of competitions for resources and conflict amongst groups
\item cultures with a dominant group in control can lead to exclusion aof the minortiy group
\end{itemize}
\item Maintenance of the State
\begin{itemize}
\item Coercian and surveillance
\item Cooptation
\begin{itemize}
\item corporatism
\item clientelims/patronage
\item neopatrimonialism
\item nepotism
\end{itemize}
\item Personality cults (often based on charismatic/traditional legitimacy)
\end{itemize}
\end{itemize}
\subsection{Types of Non-Democratic Systems}
\label{sec:orgf28261b}
\subsubsection{Models of Non-democratic Rule}
\label{sec:orge0a45bb}
\begin{itemize}
\item Military
\begin{itemize}
\item Common over the past 50 years in Latin America, Africa, some of Asia
\item Usually via coup or military intervention where regimes are weak
\item Most civili liberties and political parties suspended
\end{itemize}
\item Personal/Monarchical
\begin{itemize}
\item Leaders draw on traditional and charismatic legitimacy
\item Weak/non-existent ideology
\item State and society are subjects of the leader
\item Patrimonialism: clientelism for a select few
\end{itemize}
\item One-Party
\begin{itemize}
\item Single political party monopolizes politics
\item Often uses corporatism for popular control
\item Party mobilizes citizens through propoganda and indoctrination
\end{itemize}
\item Illiberal/Hybrid
\begin{itemize}
\item Partially free - restricts individual liberties and combines democratic and non-democratic insitutions
\item Weak rule of law
\item Executives hold inordinate amount of power
\end{itemize}
\item Theocracy
\begin{itemize}
\item Rule by God
\item Fundamentalism fusion of the state and religion where the state is surbordinate to religious tenets
\end{itemize}
\end{itemize}
