school/intl/intlNotes.html
<div id="outline-container-org598d410" class="outline-2">
<h2 id="org598d410"><span class="section-number-2">3</span> Module 10</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org899ac50" class="outline-3">
<h3 id="org899ac50"><span class="section-number-3">3.1</span> Developing Countries</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Economic Development
<ul class="org-ul">
<li>Economic development can be indicated by GDP and GDP per capita</li>
<li>GDP/Capita doesn&rsquo;t account for income inequality, which is accounted for by the Gini Index</li>
</ul></li>
<li>Sub-national Variations
<ul class="org-ul">
<li>Components of Index:
<ul class="org-ul">
<li>Life expectancy at birth</li>
<li>Expected years of schooling</li>
<li>GNI (Gross National Income) per capita</li>
</ul></li>
<li>Looking at national indeces is not as specific or accurate, many times</li>
</ul></li>
<li>First, Second, Third World
<ul class="org-ul">
<li>Used during the cold war but no longer used by political scientists</li>
<li>West = first world</li>
<li>Second world = communist</li>
<li>Third world = everyone else</li>
</ul></li>
<li>Middle and Lower Income Country
<ul class="org-ul">
<li>Middle-Income Country: Historically less-developed country that experienced significant economic growth and democratization</li>
<li>Lower-Income Country: A country that lacks significant economic development or political institutionalization, or both</li>
<li>Not static definitions, imply a path along which a country is moving</li>
</ul></li>
<li>Roots of Middle &amp; Lower Income Countrues
<ul class="org-ul">
<li>Imperialism: projecting power outside the state in order to gain resources</li>
<li>Colonialism: A greater degree of physical occupation by the imperial power (not just a skeleton crew in charge of shipping good back home)</li>
</ul></li>
<li>Historical Roots of Middle and Lower Income Countries
<ul class="org-ul">
<li>Spain &amp; Portugal: Central/South America</li>
<li>Britain &amp; France: North America</li>
<li>Japan: Chunks of Asia</li>
<li>Various European Powers: N Afrrica -&gt; Most of Africa -&gt; Middle East -&gt; Asia</li>
</ul></li>
<li>What Imperialism Meant:
<ul class="org-ul">
<li>Imposition of imperial power&rsquo;s institutions obliterating original institutions</li>
<li>Borders reflected imperial country&rsquo;s strategic interests, not geographic or demographic realities</li>
<li>Imperial power&rsquo;s state was trying to &ldquo;civilize&rdquo; or &ldquo;modernize&rdquo; territory</li>
<li>Bureaucratic structures established by imperial powers (National language, legal code, administrative capacities)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgd909635" class="outline-3">
<h3 id="orgd909635"><span class="section-number-3">3.2</span> Developing Countries (cont.)</h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-orgd549cac" class="outline-4">
<h4 id="orgd549cac"><span class="section-number-4">3.2.1</span> Imperialism &amp; Culture</h4>
<div class="outline-text-4" id="text-3-2-1">
<ul class="org-ul">
<li>Identity shift: before imperialism, people held identities based on clans, religion, econ status, gender, etc. The imperial powers constructed and imposed new national/ethnic identities for conquered territories based on ascribed racial characteristics. These identities were used for classification and admin purposes, distribution of resources to indigenous populations</li>
<li>Religion transplant
<ul class="org-ul">
<li>Catholocism in Latin America</li>
<li>Islam in North Africa, Mediterranean</li>
<li>Protestantism in North America</li>
</ul></li>
<li>Gender roles transplanted as well, diminished status of women and took out matriarchies</li>
<li>Legacies of imperialism: Belgium -&gt; Hutus &amp; Tutsis -&gt; Rwandan Genocide</li>
</ul>
</div>
</div>
<div id="outline-container-org472a5cb" class="outline-4">
<h4 id="org472a5cb"><span class="section-number-4">3.2.2</span> Imperialism &amp; Culture</h4>
<div class="outline-text-4" id="text-3-2-2">
<ul class="org-ul">
<li>Production &amp; Dependence
<ul class="org-ul">
<li>Traditional socieities turned into cash socieities, stemming from th resource needs of imperial powers</li>
<li>Significant mercantilist economies</li>
<li>Massive companies acted as states in territories (Dutch East India Company</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org198170e" class="outline-4">
<h4 id="org198170e"><span class="section-number-4">3.2.3</span> Development in the Modern Era</h4>
<div class="outline-text-4" id="text-3-2-3">
<ul class="org-ul">
<li>Third wave of democratization</li>
<li>Colonies gained independence in the 1960s under harsh conditions to take full autonomy over</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgb8a905c" class="outline-2">
<h2 id="orgb8a905c"><span class="section-number-2">4</span> 10.09.20</h2>
<div class="outline-text-2" id="text-4">
<p>
Donald Trump, during his time as president of the United States has upheld American democracy by abiding by the systems of checks and balances in the branches of government and actively contributing to passing policy that he promised during the 2016 election cycle. Democracies are based largely upon governments following the will of the people and the argument can be made that when Donald Trump was elected in 2016, the people wanted the policies he promised.
</p>
</div>
</div>
