school/intl/intlNotes.tex
\section{Module 10}
\label{sec:org75300c6}
\subsection{Developing Countries}
\label{sec:orge52502d}
\begin{itemize}
\item Economic Development
\begin{itemize}
\item Economic development can be indicated by GDP and GDP per capita
\item GDP/Capita doesn't account for income inequality, which is accounted for by the Gini Index
\end{itemize}
\item Sub-national Variations
\begin{itemize}
\item Components of Index:
\begin{itemize}
\item Life expectancy at birth
\item Expected years of schooling
\item GNI (Gross National Income) per capita
\end{itemize}
\item Looking at national indeces is not as specific or accurate, many times
\end{itemize}
\item First, Second, Third World
\begin{itemize}
\item Used during the cold war but no longer used by political scientists
\item West = first world
\item Second world = communist
\item Third world = everyone else
\end{itemize}
\item Middle and Lower Income Country
\begin{itemize}
\item Middle-Income Country: Historically less-developed country that experienced significant economic growth and democratization
\item Lower-Income Country: A country that lacks significant economic development or political institutionalization, or both
\item Not static definitions, imply a path along which a country is moving
\end{itemize}
\item Roots of Middle \& Lower Income Countrues
\begin{itemize}
\item Imperialism: projecting power outside the state in order to gain resources
\item Colonialism: A greater degree of physical occupation by the imperial power (not just a skeleton crew in charge of shipping good back home)
\end{itemize}
\item Historical Roots of Middle and Lower Income Countries
\begin{itemize}
\item Spain \& Portugal: Central/South America
\item Britain \& France: North America
\item Japan: Chunks of Asia
\item Various European Powers: N Afrrica -> Most of Africa -> Middle East -> Asia
\end{itemize}
\item What Imperialism Meant:
\begin{itemize}
\item Imposition of imperial power's institutions obliterating original institutions
\item Borders reflected imperial country's strategic interests, not geographic or demographic realities
\item Imperial power's state was trying to ``civilize'' or ``modernize'' territory
\item Bureaucratic structures established by imperial powers (National language, legal code, administrative capacities)
\end{itemize}
\end{itemize}
\subsection{Developing Countries (cont.)}
\label{sec:org20ef065}
\subsubsection{Imperialism \& Culture}
\label{sec:org87ec5d3}
\begin{itemize}
\item Identity shift: before imperialism, people held identities based on clans, religion, econ status, gender, etc. The imperial powers constructed and imposed new national/ethnic identities for conquered territories based on ascribed racial characteristics. These identities were used for classification and admin purposes, distribution of resources to indigenous populations
\item Religion transplant
\begin{itemize}
\item Catholocism in Latin America
\item Islam in North Africa, Mediterranean
\item Protestantism in North America
\end{itemize}
\item Gender roles transplanted as well, diminished status of women and took out matriarchies
\item Legacies of imperialism: Belgium -> Hutus \& Tutsis -> Rwandan Genocide
\end{itemize}
\subsubsection{Imperialism \& Culture}
\label{sec:orgd5f9316}
\begin{itemize}
\item Production \& Dependence
\begin{itemize}
\item Traditional socieities turned into cash socieities, stemming from th resource needs of imperial powers
\item Significant mercantilist economies
\item Massive companies acted as states in territories (Dutch East India Company
\end{itemize}
\end{itemize}
\subsubsection{Development in the Modern Era}
\label{sec:org515ccd4}
\begin{itemize}
\item Third wave of democratization
\item Colonies gained independence in the 1960s under harsh conditions to take full autonomy over
\end{itemize}
\section{10.09.20}
\label{sec:org3da6ffe}
Donald Trump, during his time as president of the United States has upheld American democracy by abiding by the systems of checks and balances in the branches of government and actively contributing to passing policy that he promised during the 2016 election cycle. Democracies are based largely upon governments following the will of the people and the argument can be made that when Donald Trump was elected in 2016, the people wanted the policies he promised.
