school/intl/intlNotes.html
<div id="outline-container-org8476eb8" class="outline-2">
<h2 id="org8476eb8"><span class="section-number-2">5</span> Module 8</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org9bba09f" class="outline-3">
<h3 id="org9bba09f"><span class="section-number-3">5.1</span> Developed Democracies</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>Post-modern or post-material values: values things more than just the ability to live
from day to day; Increasing quality of life through high mass consumption and self-
acutalization</li>
<li>Began and most prevalent in Europe, least prevalent in Africa w NA,SA in between</li>
<li>Economic development often supports democratic development but does not always relate</li>
<li>Human Development Index shows that just because a country is rich doesn&rsquo;t mean wealth
is evenly distributed</li>
<li>Gini Index can be used to show inequality, Social democracies have low gini scores
<ul class="org-ul">
<li>US is an anomaly here</li>
<li>COVID shows that death rate is extremely low for mercantile democracy</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org70e877e" class="outline-3">
<h3 id="org70e877e"><span class="section-number-3">5.2</span> The EU &amp; Germany</h3>
<div class="outline-text-3" id="text-5-2">
</div>
<div id="outline-container-org76f214d" class="outline-4">
<h4 id="org76f214d"><span class="section-number-4">5.2.1</span> History of the EU</h4>
<div class="outline-text-4" id="text-5-2-1">
<ul class="org-ul">
<li>Began as the European Coal and Steel Community (1951)</li>
<li>Started with France, Germany, Italy, Benelux</li>
<li>Added European Economic Community &amp; European Atomic Energy Community (1957) Treaty of Rome</li>
<li>Brought the whole thing together with the Single European Act (1986)</li>
<li>Single European Act -&gt; Maastrict Treaty (1991)</li>
<li>EU declared (1993)</li>
<li>Currently 27 member states</li>
</ul>
</div>
</div>
<div id="outline-container-orgc326254" class="outline-4">
<h4 id="orgc326254"><span class="section-number-4">5.2.2</span> Structure of the EU</h4>
<div class="outline-text-4" id="text-5-2-2">
<ul class="org-ul">
<li>European Council - heads of govt of each member</li>
<li>Council of the EU - Main legislative body, crafts legislation and budget w parliament</li>
<li>EU Parliament - elected by citizens of respective member states, shares duties w council</li>
<li>Court of Justice of the EU - hears cases brought by/against member states, EU citizens, companies, etc.</li>
<li>Court of Auditors - controls EU budget</li>
<li>European Central Bank - forms EU econ and monetary policy, manages Euro</li>
</ul>
</div>
</div>
<div id="outline-container-orgfcdff56" class="outline-4">
<h4 id="orgfcdff56"><span class="section-number-4">5.2.3</span> Germany &amp; The EU</h4>
<div class="outline-text-4" id="text-5-2-3">
<ul class="org-ul">
<li>Largest pop of EU members</li>
<li>Highest GDP of EU members</li>
<li>Second highest employment rate, third lowest unemployment rate with a national min wage</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org8e52238" class="outline-2">
<h2 id="org8e52238"><span class="section-number-2">6</span> Module 7</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orgcc87fb3" class="outline-3">
<h3 id="orgcc87fb3"><span class="section-number-3">6.1</span> Comparing the US &amp; UK</h3>
<div class="outline-text-3" id="text-6-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">UK</td>
<td class="org-left">US</td>
</tr>

<tr>
<td class="org-left">Parliamentary system</td>
<td class="org-left">Presdential system</td>
</tr>

<tr>
<td class="org-left">Single Member District Majoritarian System</td>
<td class="org-left">SMD + Majoritarian system</td>
</tr>

<tr>
<td class="org-left">No single written constitution</td>
<td class="org-left">constitution est. 1787</td>
</tr>

<tr>
<td class="org-left">Limited local govt. some devolved authority</td>
<td class="org-left">Federal system w state powers</td>
</tr>

<tr>
<td class="org-left">3 Branches of Govt. + Crown (Ceremonial)</td>
<td class="org-left">3 Branches of gove</td>
</tr>

<tr>
<td class="org-left">No checks and balances, sep. of powers</td>
<td class="org-left">Sep. of powers</td>
</tr>

<tr>
<td class="org-left">House of Commons, House of Lords</td>
<td class="org-left">House of Rep, Senate</td>
</tr>
</tbody>
</table>
<ul class="org-ul">
<li>Both are democracies</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org47710b7" class="outline-2">
<h2 id="org47710b7"><span class="section-number-2">7</span> Module 6</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org01f6c8b" class="outline-3">
<h3 id="org01f6c8b"><span class="section-number-3">7.1</span> Democratic Institutions</h3>
<div class="outline-text-3" id="text-7-1">
</div>
<div id="outline-container-orgbc73207" class="outline-4">
<h4 id="orgbc73207"><span class="section-number-4">7.1.1</span> Legislatures</h4>
<div class="outline-text-4" id="text-7-1-1">
<ul class="org-ul">
<li>Forum for national political Debate</li>
<li>Where laws are proposed or passed</li>
<li>Bicameral (two houses)
<ul class="org-ul">
<li>Senate &amp; House in US
<ul class="org-ul">
<li>House of Lords &amp; Commons in the UK</li>
</ul></li>
</ul></li>
<li>Unicameral
<ul class="org-ul">
<li>Single house more likely to be found in smaller and more centralized democracies</li>
<li>Sfound in Norway, South Koera</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org7f9667d" class="outline-4">
<h4 id="org7f9667d"><span class="section-number-4">7.1.2</span> Judiciary</h4>
<div class="outline-text-4" id="text-7-1-2">
<ul class="org-ul">
<li>Central to democracy&rsquo;s rule of law</li>
<li>Different types of courts and organizations of courts</li>
<li>Some countries have a constitutional court solely to interpret constitutional legality,
this is shown through judicial review</li>
<li>Not all countries have a supreme court that exercises judicial review</li>
</ul>
</div>
</div>
