school/intl/intlNotes.tex
\section{Module 8}
\label{sec:orgb960783}
\subsection{Developed Democracies}
\label{sec:org2b57a73}
\begin{itemize}
\item Post-modern or post-material values: values things more than just the ability to live
from day to day; Increasing quality of life through high mass consumption and self-
acutalization
\item Began and most prevalent in Europe, least prevalent in Africa w NA,SA in between
\item Economic development often supports democratic development but does not always relate
\item Human Development Index shows that just because a country is rich doesn't mean wealth
is evenly distributed
\item Gini Index can be used to show inequality, Social democracies have low gini scores
\begin{itemize}
\item US is an anomaly here
\item COVID shows that death rate is extremely low for mercantile democracy
\end{itemize}
\end{itemize}
\subsection{The EU \& Germany}
\label{sec:org283f639}
\subsubsection{History of the EU}
\label{sec:org9f5673c}
\begin{itemize}
\item Began as the European Coal and Steel Community (1951)
\item Started with France, Germany, Italy, Benelux
\item Added European Economic Community \& European Atomic Energy Community (1957) Treaty of Rome
\item Brought the whole thing together with the Single European Act (1986)
\item Single European Act -> Maastrict Treaty (1991)
\item EU declared (1993)
\item Currently 27 member states
\end{itemize}
\subsubsection{Structure of the EU}
\label{sec:orga35e3f9}
\begin{itemize}
\item European Council - heads of govt of each member
\item Council of the EU - Main legislative body, crafts legislation and budget w parliament
\item EU Parliament - elected by citizens of respective member states, shares duties w council
\item Court of Justice of the EU - hears cases brought by/against member states, EU citizens, companies, etc.
\item Court of Auditors - controls EU budget
\item European Central Bank - forms EU econ and monetary policy, manages Euro
\end{itemize}
\subsubsection{Germany \& The EU}
\label{sec:orgac9bb54}
\begin{itemize}
\item Largest pop of EU members
\item Highest GDP of EU members
\item Second highest employment rate, third lowest unemployment rate with a national min wage
\end{itemize}
\section{Module 7}
\label{sec:orge3b5e34}
\subsection{Comparing the US \& UK}
\label{sec:org31e1522}
\begin{center}
\begin{tabular}{ll}
UK & US\\
Parliamentary system & Presdential system\\
Single Member District Majoritarian System & SMD + Majoritarian system\\
No single written constitution & constitution est. 1787\\
Limited local govt. some devolved authority & Federal system w state powers\\
3 Branches of Govt. + Crown (Ceremonial) & 3 Branches of gove\\
No checks and balances, sep. of powers & Sep. of powers\\
House of Commons, House of Lords & House of Rep, Senate\\
\end{tabular}
\end{center}
\begin{itemize}
\item Both are democracies
\end{itemize}
\section{Module 6}
\label{sec:org63a4c6e}
\subsection{Democratic Institutions}
\label{sec:org2a2a2fb}
\subsubsection{Legislatures}
\label{sec:org04ea308}
\begin{itemize}
\item Forum for national political Debate
\item Where laws are proposed or passed
\item Bicameral (two houses)
\begin{itemize}
\item Senate \& House in US
\begin{itemize}
\item House of Lords \& Commons in the UK
\end{itemize}
\end{itemize}
\item Unicameral
\begin{itemize}
\item Single house more likely to be found in smaller and more centralized democracies
\item Sfound in Norway, South Koera
\end{itemize}
\end{itemize}
\subsubsection{Judiciary}
\label{sec:org996c017}
\begin{itemize}
\item Central to democracy's rule of law
\item Different types of courts and organizations of courts
\item Some countries have a constitutional court solely to interpret constitutional legality,
this is shown through judicial review
\item Not all countries have a supreme court that exercises judicial review
\end{itemize}
