school/intl/intlNotes.org
*** Executvies
 - Head of State
  - Represents the government on the national/intl stage, mainly symbolic
- Head of Government
  - Focuses on policy-making
- President of the US is both head of state and government
- Types of Executive systems
  - Parliamentary
  - Presidential
  - Semi-Presidential
| Presidential                              | Parliamentary                         |
| Limited government (Separation of powers) | High policy-making efficiency         |
| Checks and Balances -> Gridlock           | Fusion of divisions != Gridlock       |
| Popularly-elected executive               | Executive: leader of largest party    |
| Fixed terms, no long term grip            | Parties can hold power for long times |
| Elections are candidate-based             | Single party loyalty (?)              |
** Electoral Systems
*** Single-member District (SMD)
- Also called the "first past the post" or "winner take all" system
- Voting for candidates directly instead of for a party
- Most likely to result in a two-party system
  - Called Duverge's Law
*** Proportional Representation (PR)
- Made of multi-member districts (mmd) - more than 1 person elected from ea. electoral district
- People vote for parties moreso than individuals
- Votes are ranked for parties
- Proportion of the vote for a particular party wins the party certain amounts of seats
- Tends to result in multiple parties winning seats, generally leading to electoral thresholds
*** Mixed Electoral Systems
- A comboination of SMD and PR systems
- Ranked voting
  - Alternative Vote - Australia
  - Single Transferrable Vote - Ireland
*** Referenda and Initiatives
- Some countries put political decisions in the hand of the people through a referendum
- Can be seen as a cop-out by legislators and executives back to the people
- Referenda can also be constitutionally-mandated as in Ireland
- Initiatives are political decisions put to the people due to a petition
- Certain number of people need to sign a petition before a vote
* Module 5
** Political Economy
- Political Economy: The study of how politics and economics are related
- Components:
  - Markets
  - Property
  - Public goods
  - Taxation
  - Fiscal Policy
  - Regulation
  - Trade
- Public Goods & Social ExpendituresL
  - Public goods: Those goods provided or secured by the state and are available for everyone
  - Social expenditure: The state's provision of public benefits or welfare
    - All states have some kind of social expenditure
- Taxation
  - Mostly needed to fund state activities
  - Different kinds of taxes at different levels
  - Some countries provide goods and services mostly from revenues from taxation
- Regulations
  - Rules or orders that set the boundaries of a given procedure
  - Costs of compliance
  - Costs of monitoring
  - Costs of non-compliance
- Trade & Economic Development
  - Free Trade: Trade among countries wherein no country restricts trade from any other country
    - by levying import tariffs/duties
    - through imposition of quotas
    - by providing subsidies to its own domestic firms
    - by introducing other non-tariff barriers
  - Trade that is free from barriers is theorized to improve economic development/innovaiton
    through the use of a comparative advantage
