school/intl/intlNotes.html
<div id="outline-container-orgb1b4fe0" class="outline-4">
<h4 id="orgb1b4fe0"><span class="section-number-4">7.1.3</span> Executvies</h4>
<div class="outline-text-4" id="text-7-1-3">
<ul class="org-ul">
<li>Head of State
<ul class="org-ul">
<li>Represents the government on the national/intl stage, mainly symbolic</li>
</ul></li>
</ul>
<ul class="org-ul">
<li>Head of Government
<ul class="org-ul">
<li>Focuses on policy-making</li>
</ul></li>
<li>President of the US is both head of state and government</li>
<li>Types of Executive systems
<ul class="org-ul">
<li>Parliamentary</li>
<li>Presidential</li>
<li>Semi-Presidential</li>
</ul></li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Presidential</td>
<td class="org-left">Parliamentary</td>
</tr>

<tr>
<td class="org-left">Limited government (Separation of powers)</td>
<td class="org-left">High policy-making efficiency</td>
</tr>

<tr>
<td class="org-left">Checks and Balances -&gt; Gridlock</td>
<td class="org-left">Fusion of divisions != Gridlock</td>
</tr>

<tr>
<td class="org-left">Popularly-elected executive</td>
<td class="org-left">Executive: leader of largest party</td>
</tr>

<tr>
<td class="org-left">Fixed terms, no long term grip</td>
<td class="org-left">Parties can hold power for long times</td>
</tr>

<tr>
<td class="org-left">Elections are candidate-based</td>
<td class="org-left">Single party loyalty (?)</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-orgc1ad549" class="outline-3">
<h3 id="orgc1ad549"><span class="section-number-3">7.2</span> Electoral Systems</h3>
<div class="outline-text-3" id="text-7-2">
</div>
<div id="outline-container-org301e142" class="outline-4">
<h4 id="org301e142"><span class="section-number-4">7.2.1</span> Single-member District (SMD)</h4>
<div class="outline-text-4" id="text-7-2-1">
<ul class="org-ul">
<li>Also called the &ldquo;first past the post&rdquo; or &ldquo;winner take all&rdquo; system</li>
<li>Voting for candidates directly instead of for a party</li>
<li>Most likely to result in a two-party system
<ul class="org-ul">
<li>Called Duverge&rsquo;s Law</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org5457c40" class="outline-4">
<h4 id="org5457c40"><span class="section-number-4">7.2.2</span> Proportional Representation (PR)</h4>
<div class="outline-text-4" id="text-7-2-2">
<ul class="org-ul">
<li>Made of multi-member districts (mmd) - more than 1 person elected from ea. electoral district</li>
<li>People vote for parties moreso than individuals</li>
<li>Votes are ranked for parties</li>
<li>Proportion of the vote for a particular party wins the party certain amounts of seats</li>
<li>Tends to result in multiple parties winning seats, generally leading to electoral thresholds</li>
</ul>
</div>
</div>
<div id="outline-container-orgd677c40" class="outline-4">
<h4 id="orgd677c40"><span class="section-number-4">7.2.3</span> Mixed Electoral Systems</h4>
<div class="outline-text-4" id="text-7-2-3">
<ul class="org-ul">
<li>A comboination of SMD and PR systems</li>
<li>Ranked voting
<ul class="org-ul">
<li>Alternative Vote - Australia</li>
<li>Single Transferrable Vote - Ireland</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org6722bd7" class="outline-4">
<h4 id="org6722bd7"><span class="section-number-4">7.2.4</span> Referenda and Initiatives</h4>
<div class="outline-text-4" id="text-7-2-4">
<ul class="org-ul">
<li>Some countries put political decisions in the hand of the people through a referendum</li>
<li>Can be seen as a cop-out by legislators and executives back to the people</li>
<li>Referenda can also be constitutionally-mandated as in Ireland</li>
<li>Initiatives are political decisions put to the people due to a petition</li>
<li>Certain number of people need to sign a petition before a vote</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org5804abc" class="outline-2">
<h2 id="org5804abc"><span class="section-number-2">8</span> Module 5</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-orgea82910" class="outline-3">
<h3 id="orgea82910"><span class="section-number-3">8.1</span> Political Economy</h3>
<div class="outline-text-3" id="text-8-1">
<ul class="org-ul">
<li>Political Economy: The study of how politics and economics are related</li>
<li>Components:
<ul class="org-ul">
<li>Markets</li>
<li>Property</li>
<li>Public goods</li>
<li>Taxation</li>
<li>Fiscal Policy</li>
<li>Regulation</li>
<li>Trade</li>
</ul></li>
<li>Public Goods &amp; Social ExpendituresL
<ul class="org-ul">
<li>Public goods: Those goods provided or secured by the state and are available for everyone</li>
<li>Social expenditure: The state&rsquo;s provision of public benefits or welfare
<ul class="org-ul">
<li>All states have some kind of social expenditure</li>
</ul></li>
</ul></li>
<li>Taxation
<ul class="org-ul">
<li>Mostly needed to fund state activities</li>
<li>Different kinds of taxes at different levels</li>
<li>Some countries provide goods and services mostly from revenues from taxation</li>
</ul></li>
<li>Regulations
<ul class="org-ul">
<li>Rules or orders that set the boundaries of a given procedure</li>
<li>Costs of compliance</li>
<li>Costs of monitoring</li>
<li>Costs of non-compliance</li>
</ul></li>
<li>Trade &amp; Economic Development
<ul class="org-ul">
<li>Free Trade: Trade among countries wherein no country restricts trade from any other country
<ul class="org-ul">
<li>by levying import tariffs/duties</li>
<li>through imposition of quotas</li>
<li>by providing subsidies to its own domestic firms</li>
<li>by introducing other non-tariff barriers</li>
</ul></li>
<li>Trade that is free from barriers is theorized to improve economic development/innovaiton
through the use of a comparative advantage</li>
</ul></li>
</ul>
</div>
</div>
