school/intl/intlNotes.tex
\subsubsection{Executvies}
\label{sec:orgff7db08}
\begin{itemize}
\item Head of State
\begin{itemize}
\item Represents the government on the national/intl stage, mainly symbolic
\end{itemize}
\end{itemize}
\begin{itemize}
\item Head of Government
\begin{itemize}
\item Focuses on policy-making
\end{itemize}
\item President of the US is both head of state and government
\item Types of Executive systems
\begin{itemize}
\item Parliamentary
\item Presidential
\item Semi-Presidential
\end{itemize}
\end{itemize}
\begin{center}
\begin{tabular}{ll}
Presidential & Parliamentary\\
Limited government (Separation of powers) & High policy-making efficiency\\
Checks and Balances -> Gridlock & Fusion of divisions != Gridlock\\
Popularly-elected executive & Executive: leader of largest party\\
Fixed terms, no long term grip & Parties can hold power for long times\\
Elections are candidate-based & Single party loyalty (?)\\
\end{tabular}
\end{center}
\subsection{Electoral Systems}
\label{sec:orgf5e8c16}
\subsubsection{Single-member District (SMD)}
\label{sec:org2296541}
\begin{itemize}
\item Also called the ``first past the post'' or ``winner take all'' system
\item Voting for candidates directly instead of for a party
\item Most likely to result in a two-party system
\begin{itemize}
\item Called Duverge's Law
\end{itemize}
\end{itemize}
\subsubsection{Proportional Representation (PR)}
\label{sec:org829122b}
\begin{itemize}
\item Made of multi-member districts (mmd) - more than 1 person elected from ea. electoral district
\item People vote for parties moreso than individuals
\item Votes are ranked for parties
\item Proportion of the vote for a particular party wins the party certain amounts of seats
\item Tends to result in multiple parties winning seats, generally leading to electoral thresholds
\end{itemize}
\subsubsection{Mixed Electoral Systems}
\label{sec:orgcb405dc}
\begin{itemize}
\item A comboination of SMD and PR systems
\item Ranked voting
\begin{itemize}
\item Alternative Vote - Australia
\item Single Transferrable Vote - Ireland
\end{itemize}
\end{itemize}
\subsubsection{Referenda and Initiatives}
\label{sec:org81d2131}
\begin{itemize}
\item Some countries put political decisions in the hand of the people through a referendum
\item Can be seen as a cop-out by legislators and executives back to the people
\item Referenda can also be constitutionally-mandated as in Ireland
\item Initiatives are political decisions put to the people due to a petition
\item Certain number of people need to sign a petition before a vote
\end{itemize}
\section{Module 5}
\label{sec:orga5b1f83}
\subsection{Political Economy}
\label{sec:orga242daf}
\begin{itemize}
\item Political Economy: The study of how politics and economics are related
\item Components:
\begin{itemize}
\item Markets
\item Property
\item Public goods
\item Taxation
\item Fiscal Policy
\item Regulation
\item Trade
\end{itemize}
\item Public Goods \& Social ExpendituresL
\begin{itemize}
\item Public goods: Those goods provided or secured by the state and are available for everyone
\item Social expenditure: The state's provision of public benefits or welfare
\begin{itemize}
\item All states have some kind of social expenditure
\end{itemize}
\end{itemize}
\item Taxation
\begin{itemize}
\item Mostly needed to fund state activities
\item Different kinds of taxes at different levels
\item Some countries provide goods and services mostly from revenues from taxation
\end{itemize}
\item Regulations
\begin{itemize}
\item Rules or orders that set the boundaries of a given procedure
\item Costs of compliance
\item Costs of monitoring
\item Costs of non-compliance
\end{itemize}
\item Trade \& Economic Development
\begin{itemize}
\item Free Trade: Trade among countries wherein no country restricts trade from any other country
\begin{itemize}
\item by levying import tariffs/duties
\item through imposition of quotas
\item by providing subsidies to its own domestic firms
\item by introducing other non-tariff barriers
\end{itemize}
\item Trade that is free from barriers is theorized to improve economic development/innovaiton
through the use of a comparative advantage
\end{itemize}
\end{itemize}
