school/intl/intlNotes.org
** Varieties of Capitalism
- Advantages of market systems
  - very dynamic
  - high levels of productivity
- Disadvantages of market systems
  - Variability
  - Negative market swings can ahve a domino effect
  - Negative social externalities (inequality, unemployment, etc)
- Political-Economic Systems
  - Liberal Democracy
  - Social Democracy
  - Mercantile Democracy
  - Communism
- Liberal Democracy: An ideology and political system that favors limited state role in society 
  and the economy and places a high priorty on individual political and economic freedom
- Social Democracy: A political-economic system where freedom and equality are balanced through 
  state management of economy and provision of social expenditures
  - features corporatism where government, forms, and workers have a tripartite relationship
  - often called a coordinated market economy
- Mercantile Democracy: State controls economy
  - State owns parts or all of industry
  - Heavy regulations, tariffs, and non-tariff barriers to foster and protect domestic industry
  - Little social expenditure, low taxes
  - Allows for rapid economic growth (Asian TIGER countries) and often export oriented
- No single type of democracy is better than another- some simply align with certain interests
* Module 4
** Nations & Society
- Goals of nation-building:
  - Capacity
  - Legitimacy
  - Identity
- Society: "A collection of people bound by shared institutions that define how relations
  should be conducted
- Types of Identity:
  - Primordial (genetic)
  - Ascribed (given by others)
  - Socially constructed (develops over time)
- Identity is not inherently political but can be politicized
- Citizenship: An individual or group's relation to the state
- Different states have different citizenship regimes
  - Allowance of dual citizenship
  - Types of naturalization process
- Identity as an Institution
  - Identities comprise kinds of institutions
  - Identites are sticky
  - Politicization of identities increases probability of conflict
- Ethnic conflict: Conflict between ethnic groups that struggle to acheive goals
  at each other's expense
- National Conflict: Conflict in which one or more groups within a country 
  develops clear aspirations for political independence, clashing with others as a result
** Political Culture & Ideology
- Political culture is very difficult to define and is relative
  - can be considered an informal institution
  - may be rooted in culture or religion
  - developed from an early age
- Political attitudes: how one sees the operations of the state and its institutions
  - Radical, liberal, conservative, reactionary
  - Majority are around center
  - Liberal: Seek to change society through institutional adjustments
  - Constitution: Prefer continuity, resist change
  - Radicals and Reactionaries: generally outside instuitutions, may use violence
- Attitudes are relative to political culture
  - A liberal in the US = a conservative in France
- Political ideologies: what one views as the fundamental goals of politics
  - Communism -> Social Democracy -> Liberalism -> Fascism -> Anarchy
  - Here, liberalism supports political choice, not political attitudes
  - Social democracy supports greater state intervention
  - Communism, Facsism, and Anarchy are non-democratic (radical or reactionary)
- Socialist definition
  - Communist parties of the former societ bloc (non-democratic) described as socialist
  - Nazi (extreme right) stood for national socialist party
  - Social democrat parties of advanced democracies are democratic
* 09.02.20
