school/intl/intlNotes.html
<div id="outline-container-org0badd1b" class="outline-3">
<h3 id="org0badd1b"><span class="section-number-3">8.2</span> Varieties of Capitalism</h3>
<div class="outline-text-3" id="text-8-2">
<ul class="org-ul">
<li>Advantages of market systems
<ul class="org-ul">
<li>very dynamic</li>
<li>high levels of productivity</li>
</ul></li>
<li>Disadvantages of market systems
<ul class="org-ul">
<li>Variability</li>
<li>Negative market swings can ahve a domino effect</li>
<li>Negative social externalities (inequality, unemployment, etc)</li>
</ul></li>
<li>Political-Economic Systems
<ul class="org-ul">
<li>Liberal Democracy</li>
<li>Social Democracy</li>
<li>Mercantile Democracy</li>
<li>Communism</li>
</ul></li>
<li>Liberal Democracy: An ideology and political system that favors limited state role in society 
and the economy and places a high priorty on individual political and economic freedom</li>
<li>Social Democracy: A political-economic system where freedom and equality are balanced through 
state management of economy and provision of social expenditures
<ul class="org-ul">
<li>features corporatism where government, forms, and workers have a tripartite relationship</li>
<li>often called a coordinated market economy</li>
</ul></li>
<li>Mercantile Democracy: State controls economy
<ul class="org-ul">
<li>State owns parts or all of industry</li>
<li>Heavy regulations, tariffs, and non-tariff barriers to foster and protect domestic industry</li>
<li>Little social expenditure, low taxes</li>
<li>Allows for rapid economic growth (Asian TIGER countries) and often export oriented</li>
</ul></li>
<li>No single type of democracy is better than another- some simply align with certain interests</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org696c234" class="outline-2">
<h2 id="org696c234"><span class="section-number-2">9</span> Module 4</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org680441a" class="outline-3">
<h3 id="org680441a"><span class="section-number-3">9.1</span> Nations &amp; Society</h3>
<div class="outline-text-3" id="text-9-1">
<ul class="org-ul">
<li>Goals of nation-building:
<ul class="org-ul">
<li>Capacity</li>
<li>Legitimacy</li>
<li>Identity</li>
</ul></li>
<li>Society: &ldquo;A collection of people bound by shared institutions that define how relations
should be conducted</li>
<li>Types of Identity:
<ul class="org-ul">
<li>Primordial (genetic)</li>
<li>Ascribed (given by others)</li>
<li>Socially constructed (develops over time)</li>
</ul></li>
<li>Identity is not inherently political but can be politicized</li>
<li>Citizenship: An individual or group&rsquo;s relation to the state</li>
<li>Different states have different citizenship regimes
<ul class="org-ul">
<li>Allowance of dual citizenship</li>
<li>Types of naturalization process</li>
</ul></li>
<li>Identity as an Institution
<ul class="org-ul">
<li>Identities comprise kinds of institutions</li>
<li>Identites are sticky</li>
<li>Politicization of identities increases probability of conflict</li>
</ul></li>
<li>Ethnic conflict: Conflict between ethnic groups that struggle to acheive goals
at each other&rsquo;s expense</li>
<li>National Conflict: Conflict in which one or more groups within a country 
develops clear aspirations for political independence, clashing with others as a result</li>
</ul>
</div>
</div>
<div id="outline-container-org9c31696" class="outline-3">
<h3 id="org9c31696"><span class="section-number-3">9.2</span> Political Culture &amp; Ideology</h3>
<div class="outline-text-3" id="text-9-2">
<ul class="org-ul">
<li>Political culture is very difficult to define and is relative
<ul class="org-ul">
<li>can be considered an informal institution</li>
<li>may be rooted in culture or religion</li>
<li>developed from an early age</li>
</ul></li>
<li>Political attitudes: how one sees the operations of the state and its institutions
<ul class="org-ul">
<li>Radical, liberal, conservative, reactionary</li>
<li>Majority are around center</li>
<li>Liberal: Seek to change society through institutional adjustments</li>
<li>Constitution: Prefer continuity, resist change</li>
<li>Radicals and Reactionaries: generally outside instuitutions, may use violence</li>
</ul></li>
<li>Attitudes are relative to political culture
<ul class="org-ul">
<li>A liberal in the US = a conservative in France</li>
</ul></li>
<li>Political ideologies: what one views as the fundamental goals of politics
<ul class="org-ul">
<li>Communism -&gt; Social Democracy -&gt; Liberalism -&gt; Fascism -&gt; Anarchy</li>
<li>Here, liberalism supports political choice, not political attitudes</li>
<li>Social democracy supports greater state intervention</li>
<li>Communism, Facsism, and Anarchy are non-democratic (radical or reactionary)</li>
</ul></li>
<li>Socialist definition
<ul class="org-ul">
<li>Communist parties of the former societ bloc (non-democratic) described as socialist</li>
<li>Nazi (extreme right) stood for national socialist party</li>
<li>Social democrat parties of advanced democracies are democratic</li>
</ul></li>
</ul>
</div>
</div>
</div>
