school/intl/intlNotes.tex
\subsection{Varieties of Capitalism}
\label{sec:orgc965a30}
\begin{itemize}
\item Advantages of market systems
\begin{itemize}
\item very dynamic
\item high levels of productivity
\end{itemize}
\item Disadvantages of market systems
\begin{itemize}
\item Variability
\item Negative market swings can ahve a domino effect
\item Negative social externalities (inequality, unemployment, etc)
\end{itemize}
\item Political-Economic Systems
\begin{itemize}
\item Liberal Democracy
\item Social Democracy
\item Mercantile Democracy
\item Communism
\end{itemize}
\item Liberal Democracy: An ideology and political system that favors limited state role in society 
and the economy and places a high priorty on individual political and economic freedom
\item Social Democracy: A political-economic system where freedom and equality are balanced through 
state management of economy and provision of social expenditures
\begin{itemize}
\item features corporatism where government, forms, and workers have a tripartite relationship
\item often called a coordinated market economy
\end{itemize}
\item Mercantile Democracy: State controls economy
\begin{itemize}
\item State owns parts or all of industry
\item Heavy regulations, tariffs, and non-tariff barriers to foster and protect domestic industry
\item Little social expenditure, low taxes
\item Allows for rapid economic growth (Asian TIGER countries) and often export oriented
\end{itemize}
\item No single type of democracy is better than another- some simply align with certain interests
\end{itemize}
\section{Module 4}
\label{sec:org59fb28b}
\subsection{Nations \& Society}
\label{sec:org5e7f44c}
\begin{itemize}
\item Goals of nation-building:
\begin{itemize}
\item Capacity
\item Legitimacy
\item Identity
\end{itemize}
\item Society: ``A collection of people bound by shared institutions that define how relations
should be conducted
\item Types of Identity:
\begin{itemize}
\item Primordial (genetic)
\item Ascribed (given by others)
\item Socially constructed (develops over time)
\end{itemize}
\item Identity is not inherently political but can be politicized
\item Citizenship: An individual or group's relation to the state
\item Different states have different citizenship regimes
\begin{itemize}
\item Allowance of dual citizenship
\item Types of naturalization process
\end{itemize}
\item Identity as an Institution
\begin{itemize}
\item Identities comprise kinds of institutions
\item Identites are sticky
\item Politicization of identities increases probability of conflict
\end{itemize}
\item Ethnic conflict: Conflict between ethnic groups that struggle to acheive goals
at each other's expense
\item National Conflict: Conflict in which one or more groups within a country 
develops clear aspirations for political independence, clashing with others as a result
\end{itemize}
\subsection{Political Culture \& Ideology}
\label{sec:org48edb2e}
\begin{itemize}
\item Political culture is very difficult to define and is relative
\begin{itemize}
\item can be considered an informal institution
\item may be rooted in culture or religion
\item developed from an early age
\end{itemize}
\item Political attitudes: how one sees the operations of the state and its institutions
\begin{itemize}
\item Radical, liberal, conservative, reactionary
\item Majority are around center
\item Liberal: Seek to change society through institutional adjustments
\item Constitution: Prefer continuity, resist change
\item Radicals and Reactionaries: generally outside instuitutions, may use violence
\end{itemize}
\item Attitudes are relative to political culture
\begin{itemize}
\item A liberal in the US = a conservative in France
\end{itemize}
\item Political ideologies: what one views as the fundamental goals of politics
\begin{itemize}
\item Communism -> Social Democracy -> Liberalism -> Fascism -> Anarchy
\item Here, liberalism supports political choice, not political attitudes
\item Social democracy supports greater state intervention
\item Communism, Facsism, and Anarchy are non-democratic (radical or reactionary)
\end{itemize}
\item Socialist definition
\begin{itemize}
\item Communist parties of the former societ bloc (non-democratic) described as socialist
\item Nazi (extreme right) stood for national socialist party
\item Social democrat parties of advanced democracies are democratic
\end{itemize}
\end{itemize}
