school/intl/intlNotes.html
<div id="outline-container-orge331ee4" class="outline-2">
<h2 id="orge331ee4"><span class="section-number-2">10</span> 09.02.20</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org6a52c3b" class="outline-3">
<h3 id="org6a52c3b"><span class="section-number-3">10.1</span> State Development</h3>
<div class="outline-text-3" id="text-10-1">
<ul class="org-ul">
<li>Europe v the New World
<ul class="org-ul">
<li>Compare the state development of European, &ldquo;old-world&rdquo; countries and &ldquo;new world&rdquo; countries&ldquo;
<ul class="org-ul">
<li>Old world countries tend to be more imperialistic while new countries have a common exp
of being colonies</li>
<li>New world countries were composed of different types of people while 
Old world countries had a shared history</li>
</ul></li>
</ul></li>
<li>Feudalism: Geographic proximity and increasing power of feudal lords -&gt; challenges between 
feudal properties were likely, so organization of resources and capabilities was key to survival</li>
<li>Feudalism led to increased collectivism, translating to:
<ul class="org-ul">
<li>large, active labor organizations</li>
<li>large, state-provided social welfare</li>
<li>emphasis on production of higher quality goods instead of new innovation</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org95da02c" class="outline-2">
<h2 id="org95da02c"><span class="section-number-2">11</span> Module 3</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-org0e5f82a" class="outline-3">
<h3 id="org0e5f82a"><span class="section-number-3">11.1</span> Institutions and States</h3>
<div class="outline-text-3" id="text-11-1">
</div>
<div id="outline-container-org216737e" class="outline-4">
<h4 id="org216737e"><span class="section-number-4">11.1.1</span> Institutions</h4>
<div class="outline-text-4" id="text-11-1-1">
<ul class="org-ul">
<li>Institution: Institutions are formal and informal rules 
that structure the relationship among individuals</li>
<li>Can have legal or social forces</li>
<li>Institutions are resistant to change but can change as a 
<ul class="org-ul">
<li>response to outside forces</li>
<li>response to internal pressures</li>
<li>response to effects of other institutions</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org410b3a9" class="outline-4">
<h4 id="org410b3a9"><span class="section-number-4">11.1.2</span> The State</h4>
<div class="outline-text-4" id="text-11-1-2">
<ul class="org-ul">
<li>An organization that maintains a legitimate monopoly of force over a certain territory
and its population</li>
<li>A set of political institutions sets policies for the territory and its population</li>
<li>Sovereignty: The ability for a state to carry out actions/policies within a territory
independently from external actors or internal rivals/challengers</li>
<li>Issues of autonomy and capcity: 
<ul class="org-ul">
<li>Autonomy: the ability for the state to weild its power independently of the public</li>
<li>Capacity: the ability for the state to accrue and utilize sufficient resources to carry out
basic tasks and responsibilities</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgf10a924" class="outline-4">
<h4 id="orgf10a924"><span class="section-number-4">11.1.3</span> Definitions</h4>
<div class="outline-text-4" id="text-11-1-3">
</div>
<ol class="org-ol">
<li><a id="org397510a"></a>General<br />
<div class="outline-text-5" id="text-11-1-3-1">
<ul class="org-ul">
<li>State: governing structur&rsquo;s legitimate expression of sovereignty/main political organization 
of a country</li>
<li>Regime: Informal institutions that guide how a state operates</li>
<li>Government: Collection of actors in charge of carrying out political decisions of the regime
and in the interest of the state</li>
<li>Country: More generic; refers to the political collectivity of a soverieng territory</li>
<li>Nation: Refers to a group of people bound together by some trait who seek to establish 
to establish and express political interests</li>
<li>Nation != Country</li>
</ul>
</div>
</li>
<li><a id="orgfba0b3c"></a>Strength of States<br />
<div class="outline-text-5" id="text-11-1-3-2">
<ul class="org-ul">
<li>Institutional Capabilities
<ul class="org-ul">
<li>Strong States: Has good institutional foundations; these institutions function well</li>
<li>Weak States: Does not have good institutional foundations, its institutions do not function well</li>
<li>Failed States: Institutions so weak that they basically collapse and have no sovereignty</li>
</ul></li>
<li>Organizational Structure
<ul class="org-ul">
<li>Strong states maintain a fair amonut of centralized control</li>
<li>Weak states hand down authority to local institutions and are decentralized</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</div>
</div>
<div id="outline-container-org4c53d9a" class="outline-3">
<h3 id="org4c53d9a"><span class="section-number-3">11.2</span> Legitimacy &amp; Sovereignty</h3>
<div class="outline-text-3" id="text-11-2">
<ul class="org-ul">
<li>Legitimacy: a value whereby something or someone is recognized and accepted by a large 
portion of the population as right and proper (is highly subjective)</li>
<li>Types of legitimacy:
<ul class="org-ul">
<li>Traditional legitimacy: embodies historical myths/legends and continues from past to present</li>
<li>Charismatic legitimacy: Built on the force of ideas and appeals embodied by a leader</li>
<li>Rational-Legal legitimacy: Based on a system of laws and procedures that are institutionalized</li>
</ul></li>
<li>Sources of Legitimacy:
<ul class="org-ul">
<li>Conferred by the ruler to a ruler, government, or state</li>
<li>Ascribed to a state or ruler by other states or rulers (prerequisity for intl. cooperation)</li>
<li>Ascribed to a state or ruler by organizations/non-state actors</li>
</ul></li>
<li>Legitimacy can often be used to push for change</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgcb3bd38" class="outline-2">
<h2 id="orgcb3bd38"><span class="section-number-2">12</span> 08.26.20</h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-orgb9623bc" class="outline-3">
<h3 id="orgb9623bc"><span class="section-number-3">12.1</span> Defining a Good Society</h3>
<div class="outline-text-3" id="text-12-1">
<ul class="org-ul">
<li>Although observable, empirical assessments may differ from person to person,
depending upon factors that may distort individual observation.</li>
<li>Multiple factors contribute to whether a society is &ldquo;good&rdquo; or not, critical to comparing countries and 
political systems</li>
</ul>
</div>
</div>
</div>
