school/intl/intlNotes.tex
\section{09.02.20}
\label{sec:org520cbdf}
\subsection{State Development}
\label{sec:orgcbae3d1}
\begin{itemize}
\item Europe v the New World
\begin{itemize}
\item Compare the state development of European, ``old-world'' countries and ``new world'' countries``
\begin{itemize}
\item Old world countries tend to be more imperialistic while new countries have a common exp
of being colonies
\item New world countries were composed of different types of people while 
Old world countries had a shared history
\end{itemize}
\end{itemize}
\item Feudalism: Geographic proximity and increasing power of feudal lords -> challenges between 
feudal properties were likely, so organization of resources and capabilities was key to survival
\item Feudalism led to increased collectivism, translating to:
\begin{itemize}
\item large, active labor organizations
\item large, state-provided social welfare
\item emphasis on production of higher quality goods instead of new innovation
\end{itemize}
\end{itemize}
\section{Module 3}
\label{sec:org97f036a}
\subsection{Institutions and States}
\label{sec:orgca8879c}
\subsubsection{Institutions}
\label{sec:org7eda4a2}
\begin{itemize}
\item Institution: Institutions are formal and informal rules 
that structure the relationship among individuals
\item Can have legal or social forces
\item Institutions are resistant to change but can change as a 
\begin{itemize}
\item response to outside forces
\item response to internal pressures
\item response to effects of other institutions
\end{itemize}
\end{itemize}
\subsubsection{The State}
\label{sec:org3becd13}
\begin{itemize}
\item An organization that maintains a legitimate monopoly of force over a certain territory
and its population
\item A set of political institutions sets policies for the territory and its population
\item Sovereignty: The ability for a state to carry out actions/policies within a territory
independently from external actors or internal rivals/challengers
\item Issues of autonomy and capcity: 
\begin{itemize}
\item Autonomy: the ability for the state to weild its power independently of the public
\item Capacity: the ability for the state to accrue and utilize sufficient resources to carry out
basic tasks and responsibilities
\end{itemize}
\end{itemize}
\subsubsection{Definitions}
\label{sec:org77714ba}
\begin{enumerate}
\item General
\label{sec:orge1f561d}
\begin{itemize}
\item State: governing structur's legitimate expression of sovereignty/main political organization 
of a country
\item Regime: Informal institutions that guide how a state operates
\item Government: Collection of actors in charge of carrying out political decisions of the regime
and in the interest of the state
\item Country: More generic; refers to the political collectivity of a soverieng territory
\item Nation: Refers to a group of people bound together by some trait who seek to establish 
to establish and express political interests
\item Nation != Country
\end{itemize}
\item Strength of States
\label{sec:org6ed2e60}
\begin{itemize}
\item Institutional Capabilities
\begin{itemize}
\item Strong States: Has good institutional foundations; these institutions function well
\item Weak States: Does not have good institutional foundations, its institutions do not function well
\item Failed States: Institutions so weak that they basically collapse and have no sovereignty
\end{itemize}
\item Organizational Structure
\begin{itemize}
\item Strong states maintain a fair amonut of centralized control
\item Weak states hand down authority to local institutions and are decentralized
\end{itemize}
\end{itemize}
\end{enumerate}
\subsection{Legitimacy \& Sovereignty}
\label{sec:org6a204f9}
\begin{itemize}
\item Legitimacy: a value whereby something or someone is recognized and accepted by a large 
portion of the population as right and proper (is highly subjective)
\item Types of legitimacy:
\begin{itemize}
\item Traditional legitimacy: embodies historical myths/legends and continues from past to present
\item Charismatic legitimacy: Built on the force of ideas and appeals embodied by a leader
\item Rational-Legal legitimacy: Based on a system of laws and procedures that are institutionalized
\end{itemize}
\item Sources of Legitimacy:
\begin{itemize}
\item Conferred by the ruler to a ruler, government, or state
\item Ascribed to a state or ruler by other states or rulers (prerequisity for intl. cooperation)
\item Ascribed to a state or ruler by organizations/non-state actors
\end{itemize}
\item Legitimacy can often be used to push for change
\end{itemize}
\section{08.26.20}
\label{sec:org3396756}
\subsection{Defining a Good Society}
\label{sec:org9d74215}
\begin{itemize}
\item Although observable, empirical assessments may differ from person to person,
depending upon factors that may distort individual observation.
\item Multiple factors contribute to whether a society is ``good'' or not, critical to comparing countries and 
political systems
\end{itemize}
