school/intl/intlNotes.html
<div id="outline-container-org85c58a4" class="outline-2">
<h2 id="org85c58a4"><span class="section-number-2">13</span> Module 2</h2>
<div class="outline-text-2" id="text-13">
</div>
<div id="outline-container-orgb457f2e" class="outline-3">
<h3 id="orgb457f2e"><span class="section-number-3">13.1</span> Video 1</h3>
<div class="outline-text-3" id="text-13-1">
</div>
<div id="outline-container-org0a268c0" class="outline-4">
<h4 id="org0a268c0"><span class="section-number-4">13.1.1</span> &ldquo;Traditional Approach&rdquo;</h4>
<div class="outline-text-4" id="text-13-1-1">
<ul class="org-ul">
<li>Focus on a &ldquo;formal-legal&rdquo; aspects of political institutions</li>
<li>Mostly a categorizing exercise with little analysis</li>
<li>Many European ex-pats were these scholars</li>
</ul>
</div>
</div>
<div id="outline-container-orgdc789ff" class="outline-4">
<h4 id="orgdc789ff"><span class="section-number-4">13.1.2</span> Modern Era (1960s-1980s)</h4>
<div class="outline-text-4" id="text-13-1-2">
<ul class="org-ul">
<li>Scholars stop describing, start comparing</li>
<li>Behavioral Revolution - emphasis on individual, group behavior, not static institutions</li>
<li>Gave rise to &ldquo;developmentalism&rdquo; or &ldquo;modernization theory&rdquo; 
<ul class="org-ul">
<li>Proposed that a state develops economically, political and social development follows</li>
<li>Functionalism (functions of differently societal elements lay foundation for growth)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org2ac5cc5" class="outline-4">
<h4 id="org2ac5cc5"><span class="section-number-4">13.1.3</span> Development (1960s-1980s)</h4>
<div class="outline-text-4" id="text-13-1-3">
<ul class="org-ul">
<li>5 stages each society goes through for development:</li>
<li>Traditional society (no mass production)</li>
<li>Preconditions for economic take-off (advent of industrialization and mass production)</li>
<li>Take-off (dynamic economic growth)</li>
<li>Drive to maturity (long era of econ growth, modern tech usage)</li>
<li>Age of high mass consumption (everyon is within driving distance of McDonalds (most places))</li>
</ul>
</div>
</div>
<div id="outline-container-org76baeb5" class="outline-4">
<h4 id="org76baeb5"><span class="section-number-4">13.1.4</span> Critiques of Behavioralims/Developmentalism</h4>
<div class="outline-text-4" id="text-13-1-4">
<ul class="org-ul">
<li>Enthocentric and ideologically driven</li>
<li>Creates dependency: capitalism creates a situation where underdeveloped countries depend
on developed countries</li>
<li>Developmentalist theories tried to be a one-size-fit-all theory which wasn&rsquo;t bale to be applied
to all individual case studies</li>
</ul>
</div>
</div>
<div id="outline-container-org4c7a7c0" class="outline-4">
<h4 id="org4c7a7c0"><span class="section-number-4">13.1.5</span> Post-Behavioralism (1990s-Present)</h4>
<div class="outline-text-4" id="text-13-1-5">
<ul class="org-ul">
<li>Development of middle-range theories instead of one single theory</li>
<li>Diversity of approaches (qualitative, quantitative, case sudies)</li>
<li>Takes culture and historical context into consideration</li>
<li>Rational choice theory applied</li>
<li>Political economy: the state can have a varying role in economic matters</li>
</ul>
</div>
</div>
<div id="outline-container-orgce46acd" class="outline-4">
<h4 id="orgce46acd"><span class="section-number-4">13.1.6</span> New Institutionalism (Past 25 years)</h4>
<div class="outline-text-4" id="text-13-1-6">
<ul class="org-ul">
<li>Institutions are the nexus of political action</li>
<li>Institutions are dynamic that interact over time w other variables</li>
<li>Institutions comprise the surrounding environment &amp; sentiment</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org1ed2b0a" class="outline-3">
<h3 id="org1ed2b0a"><span class="section-number-3">13.2</span> Video 2</h3>
<div class="outline-text-3" id="text-13-2">
</div>
<div id="outline-container-org0ef59ab" class="outline-4">
<h4 id="org0ef59ab"><span class="section-number-4">13.2.1</span> The Study of Comparative Politics</h4>
<div class="outline-text-4" id="text-13-2-1">
<ul class="org-ul">
<li>Comparative politics implies a method of study or an approach to an analysis, not a single theory</li>
<li>greatest challenge is that events occur in real time with unreplicable environments</li>
<li>events in politics can not be replicated to test for validity</li>
</ul>
</div>
</div>
<div id="outline-container-org0de71c4" class="outline-4">
<h4 id="org0de71c4"><span class="section-number-4">13.2.2</span> Goals</h4>
<div class="outline-text-4" id="text-13-2-2">
<ul class="org-ul">
<li>Goal: To assess which factors cause a certain outcome by comparing or contrasting cases</li>
<li>Cases: One of the group of things (events, states, actors, etc.) to be studied</li>
<li>Variable: a factor that changes over time or in different cases
<ul class="org-ul">
<li>Independent var: causal var</li>
<li>Dependent var: outcome var</li>
</ul></li>
<li>Causal relationships can be shown as:
<ul class="org-ul">
<li>Cause -&gt; effect</li>
<li>Independent var -&gt; dependent var</li>
<li>Explanators var -&gt; outcome</li>
<li>x var -&gt; y var</li>
</ul></li>
<li>Hypothesis: a possible answer that explains a causal effect</li>
</ul>
</div>
</div>
<div id="outline-container-org300a167" class="outline-4">
<h4 id="org300a167"><span class="section-number-4">13.2.3</span> Challenges</h4>
<div class="outline-text-4" id="text-13-2-3">
<ul class="org-ul">
<li>Goal: to determine causality, not just correlation</li>

<li>In comparative politics, the researcher may not be able to:
<ul class="org-ul">
<li>have a constant</li>
<li>measure certain variables</li>
<li>anticipate certain events</li>
<li>disentangle one variable from others</li>
<li>Access to cases &amp; information
<ul class="org-ul">
<li>Langauage barriers</li>
<li>Time &amp; funding</li>
<li>Sufficient cases (and selection bias)</li>
<li>IRB (Institutional Review Board)</li>
</ul></li>
</ul></li>
<li>Correlation: when var A occurs with var B, one is not caused by the other</li>
<li>Endogeneity: when it cannot be determined whether an outcome was caused by another factor
or the outcome caused that factor to occur</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org8628882" class="outline-3">
<h3 id="org8628882"><span class="section-number-3">13.3</span> Video 3</h3>
<div class="outline-text-3" id="text-13-3">
</div>
<div id="outline-container-orgfd715f1" class="outline-4">
<h4 id="orgfd715f1"><span class="section-number-4">13.3.1</span> Most Similar Systems Design (MSS)</h4>
<div class="outline-text-4" id="text-13-3-1">
<ul class="org-ul">
<li>A method in which as many independent vars as possible are held constant to explain a political
outcome: similar cases, different outcomes can help isolate a variable</li>
<li>Special Variation of MSS: Within-Case Comparison
<ul class="org-ul">
<li>Single case analyzed over time or in different geographical areas</li>
<li>Breaks up a single case into subparts and allows for comparison</li>
</ul></li>
</ul>
</div>
</div>
