school/intl/intlNotes.tex
\section{Module 2}
\label{sec:org0548911}
\subsection{Video 1}
\label{sec:org37d6c0d}
\subsubsection{``Traditional Approach''}
\label{sec:orgbc774b8}
\begin{itemize}
\item Focus on a ``formal-legal'' aspects of political institutions
\item Mostly a categorizing exercise with little analysis
\item Many European ex-pats were these scholars
\end{itemize}
\subsubsection{Modern Era (1960s-1980s)}
\label{sec:org471e46a}
\begin{itemize}
\item Scholars stop describing, start comparing
\item Behavioral Revolution - emphasis on individual, group behavior, not static institutions
\item Gave rise to ``developmentalism'' or ``modernization theory'' 
\begin{itemize}
\item Proposed that a state develops economically, political and social development follows
\item Functionalism (functions of differently societal elements lay foundation for growth)
\end{itemize}
\end{itemize}
\subsubsection{Development (1960s-1980s)}
\label{sec:orgaa6502a}
\begin{itemize}
\item 5 stages each society goes through for development:
\item Traditional society (no mass production)
\item Preconditions for economic take-off (advent of industrialization and mass production)
\item Take-off (dynamic economic growth)
\item Drive to maturity (long era of econ growth, modern tech usage)
\item Age of high mass consumption (everyon is within driving distance of McDonalds (most places))
\end{itemize}
\subsubsection{Critiques of Behavioralims/Developmentalism}
\label{sec:org2348ea6}
\begin{itemize}
\item Enthocentric and ideologically driven
\item Creates dependency: capitalism creates a situation where underdeveloped countries depend
on developed countries
\item Developmentalist theories tried to be a one-size-fit-all theory which wasn't bale to be applied
to all individual case studies
\end{itemize}
\subsubsection{Post-Behavioralism (1990s-Present)}
\label{sec:orgf93816b}
\begin{itemize}
\item Development of middle-range theories instead of one single theory
\item Diversity of approaches (qualitative, quantitative, case sudies)
\item Takes culture and historical context into consideration
\item Rational choice theory applied
\item Political economy: the state can have a varying role in economic matters
\end{itemize}
\subsubsection{New Institutionalism (Past 25 years)}
\label{sec:org8e858b1}
\begin{itemize}
\item Institutions are the nexus of political action
\item Institutions are dynamic that interact over time w other variables
\item Institutions comprise the surrounding environment \& sentiment
\end{itemize}

\subsection{Video 2}
\label{sec:org12100c4}
\subsubsection{The Study of Comparative Politics}
\label{sec:org2ce67ba}
\begin{itemize}
\item Comparative politics implies a method of study or an approach to an analysis, not a single theory
\item greatest challenge is that events occur in real time with unreplicable environments
\item events in politics can not be replicated to test for validity
\end{itemize}
\subsubsection{Goals}
\label{sec:org63cd0b3}
\begin{itemize}
\item Goal: To assess which factors cause a certain outcome by comparing or contrasting cases
\item Cases: One of the group of things (events, states, actors, etc.) to be studied
\item Variable: a factor that changes over time or in different cases
\begin{itemize}
\item Independent var: causal var
\item Dependent var: outcome var
\end{itemize}
\item Causal relationships can be shown as:
\begin{itemize}
\item Cause -> effect
\item Independent var -> dependent var
\item Explanators var -> outcome
\item x var -> y var
\end{itemize}
\item Hypothesis: a possible answer that explains a causal effect
\end{itemize}
\subsubsection{Challenges}
\label{sec:org6cd1ee9}
\begin{itemize}
\item Goal: to determine causality, not just correlation

\item In comparative politics, the researcher may not be able to:
\begin{itemize}
\item have a constant
\item measure certain variables
\item anticipate certain events
\item disentangle one variable from others
\item Access to cases \& information
\begin{itemize}
\item Langauage barriers
\item Time \& funding
\item Sufficient cases (and selection bias)
\item IRB (Institutional Review Board)
\end{itemize}
\end{itemize}
\item Correlation: when var A occurs with var B, one is not caused by the other
\item Endogeneity: when it cannot be determined whether an outcome was caused by another factor
or the outcome caused that factor to occur
\end{itemize}
\subsection{Video 3}
\label{sec:org4c120ee}
\subsubsection{Most Similar Systems Design (MSS)}
\label{sec:orgb4d3ca8}
\begin{itemize}
\item A method in which as many independent vars as possible are held constant to explain a political
outcome: similar cases, different outcomes can help isolate a variable
\item Special Variation of MSS: Within-Case Comparison
\begin{itemize}
\item Single case analyzed over time or in different geographical areas
\item Breaks up a single case into subparts and allows for comparison
\end{itemize}
\end{itemize}
