school/intl/intlNotes.org
*** Most-Different Systems Design (MDS)
- Looks at cases that are different from one another and observes why the same political outcome is
  observed as a method of understanding how to isolate a single causal variable
*** Overview
- Probable causal explanations (hypotheses): goal of these comparative approaches
- Theories can be built from the strongest hypothesis
- Theories can further be generalized based on the case
