school/intl/intlNotes.html
<div id="outline-container-org0a863c1" class="outline-4">
<h4 id="org0a863c1"><span class="section-number-4">13.3.2</span> Most-Different Systems Design (MDS)</h4>
<div class="outline-text-4" id="text-13-3-2">
<ul class="org-ul">
<li>Looks at cases that are different from one another and observes why the same political outcome is
observed as a method of understanding how to isolate a single causal variable</li>
</ul>
</div>
</div>
<div id="outline-container-org2892536" class="outline-4">
<h4 id="org2892536"><span class="section-number-4">13.3.3</span> Overview</h4>
<div class="outline-text-4" id="text-13-3-3">
<ul class="org-ul">
<li>Probable causal explanations (hypotheses): goal of these comparative approaches</li>
<li>Theories can be built from the strongest hypothesis</li>
<li>Theories can further be generalized based on the case</li>
</ul>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Sudhan Chitgopkar</p>
<p class="date">Created: 2020-11-12 Thu 18:18</p>
</div>
</body>
</html>
