school/intl/intlNotes.tex
\subsubsection{Most-Different Systems Design (MDS)}
\label{sec:org9a221be}
\begin{itemize}
\item Looks at cases that are different from one another and observes why the same political outcome is
observed as a method of understanding how to isolate a single causal variable
\end{itemize}
\subsubsection{Overview}
\label{sec:org6093cf5}
\begin{itemize}
\item Probable causal explanations (hypotheses): goal of these comparative approaches
\item Theories can be built from the strongest hypothesis
\item Theories can further be generalized based on the case
\end{itemize}
\end{document}
